import React from "react";



export const Skils = () => {
    return (
        <>
<div>


        <div className={'home'}>
            <p>Добрый день! <strong>Какими навыками я владею? </strong>Думаю один из главных моих навыков: наверное жажда учебы.
                <em> Начиная обучение  на курсах Синергии,</em> Я увидел как много есть областей в вебразработке, которые помогают
                создавать интересные и качественные продукты. Увидел, что есть много библиотек и фреймворков, помогающих
                в работе верстальщика и вебразработчика. Поэтому в процессе обучения уделял много внимания
                JS, React, Vue3,Git,Bootstrap 5, Figma. Сейчас в процессе  освоения TypeScript и
                планирую Next и Nuxt. Знаю работу с Node.js и Express.js.
            </p>

        </div>

    <div className="home">
        <h2>Мои навыки выглядят так:</h2>
        <ul>
            <li>HTML5</li>
            <li>CSS3</li>
            <li>JS</li>
            <li>React</li>
            <li>Vue3</li>
        </ul>
    </div>
</div>

</>
)
}